[
    { 
        "id": "1",
        "testimonial": [
            "I came in to meet Nicky feeling unsettled and unsupported in the present due to past experiences. Through a few, well directed and positive sessions along with helpful and supportive conversations, I feel a much stronger and balanced sense of self. Nicky was kind, non-judgmental and open to wherever our sessions took us, while assuring full confidentiality. Those are all very important factors in myself continuing to see her. As a repeat client myself, I would highly recommend her to anyone who is looking to better themselves in any facet of life." 
        ],
        "author": "AD"
    },
    {
        "id": "2",
        "testimonial": [
            "I decided to try hypnotherapy to work on my levels of self confidence and self worth as it was impacting my relationships and life in general.", 
            "My sessions with Nicky have been such a wonderful and altering experience. I went into it without any expectations of any huge changes but I couldn't have been more wrong.", 
            "The sessions have helped me gain a sense of calm and internal happiness. I am finding the way I approach and react to situations is so centered and calm. It really has been life changing. ", 
            "Nicky is also such a pleasure to do the sessions with, she is very calming and open.",
            "I will definitely be returning for top up sessions.",
            "Thank you for this wonderful experience."
        ],
        "author": "Heath"
    },
    {
        "id": "3",
        "testimonial": [
            "I went to Nicky for help in letting go of old relationships. I wanted to free myself from past experiences and emotions which have held me back and stopped me moving on with my life.", 
            "As the course of hypnotherapy progressed not only did I feel myself letting go of the past, I found myself making better life choices and getting excited by what the future holds. Some of the sessions clearly directed me to root causes of the behaviour I wanted to change. By addressing them one by one, not only did I feel free to move forward with my life, I felt a lot more confident in myself.", 
            "The hypnotherapy sessions with Nicki have had a large positive impact on my life. The results ran past my expectations and I can't recommend her highly enough. She's warm, informative and helps you to fully embrace the therapy to maximise results."
        ],
        "author": "Tom"
    },
    {
        "id": "4",
        "testimonial": [
            "Recently I was fortunate enough to have some healing sessions with Nicky to help me with my phobia of the dentist. I had to have 2 teeth extracted but since childhood I have had a deep-seated fear/terror of the dentist and Nicky offered to work with me in the week leading up to my appointment to help me to overcome these fears.", 
            "We had 2 healing sessions which involved hypnotherapy and EFT tapping. The sessions were amazing and after the first session of EFT with Nicky, which was very emotional due to some very bad dental experiences as a child, I felt much calmer and positive about my upcoming dental treatment. After the second session, which mainly involved hypnotherapy, I felt even more relaxed about my visit to the dentist. I was able to sleep well the night before my appointment and I was even able to eat breakfast on the morning of my extractions.", 
            "I am very grateful that I had the opportunity for Nicky to share her gift of healing with me. I believe that she has a natural talent for healing and she is very intuitive.", 
            "I highly recommend Nicky and I hope that she has the opportunity to share her gift of healing with anyone who is in need of healing in any way." 
        ],
        "author": "Veronica"
    },
    {
        "id": "5",
        "testimonial": [
            "Dear Nicky, good afternoon, I would like to leave some nice feedback about our therapy sessions, I really enjoy this opportunity and have really see good results on myself, and how things are start changing, thank you so much for this opportunity and will be in touch with you to let you know if I need it again!!!!!", 
            "Thank you for your help!!!" 
        ],
        "author": "Linara"
    },
    {
        "id": "6",
        "testimonial": [
            "Nicky was recommended to me by a friend as I was seeking a hypnotherapist in Dubai having worked with one previously in the UK.", 
            "Nicky was very friendly and really easy to talk to about a personal issue I was seeking support with. After a couple of exploratory sessions, we started uncovering fascinating insights into my subconscious mindset and long term beliefs, some of which were really surprising.", 
            "Nicky took the time to allow me to move at my own pace and was extremely supportive as we went, providing reassurance as well as the space and time for me to fully explore topics.", 
            "I rate Nicky very highly and wouldn't hesitate recommending her to anyone. I will definitely continue to meet with Nicky and I'm excited about learning more about myself :)" 
        ],
        "author": "Chris"
    },
    {
        "id": "7",
        "testimonial": [
            "I cannot thank or recommend Nicky enough. I had reached a low point and was feeling a bit lost in myself, relationships, and how to press forward. I didn't want traditional talking therapy and decided to explore inner child work through hypnotherapy. Simply put, if you put in the work and trust the process, it will make a massive improvement on the self-development you want to focus on. Nicky helps you use your own mind and subconscious to re-visit and reframe painful memories in a more positive way, and to be a lot kinder to yourself. You are aware of your surroundings and so safe at all times to explore and heal in a gentle, effective way. Nicky is thoughtful, kind, considerate, and insightful and is the best guide I could have hoped for to heal some painful memories and adopt a more positive outlook and emotional resilience. Highly recommend Nicky and the hypnotherapy process. Thank you, Nicky!" 
        ],
        "author": "Nikki"
    }
]